---
kind: other
id: Properties.T:Autodesk.Revit.DB.DefaultDivideSettings
source: html/9b9e9b8c-237e-f7fe-d507-f77764b831cb.htm
---
# DefaultDivideSettings Properties

The id of the assembly instance to which the element belongs.